{"CHER_LIP_SYNC_CHALLENGE": {"Song Title": "Believe by Cher", "Correct Answer": ["No matter how hard I try, you keep pushing me aside", "Do you believe in life after love?", "Well I know that I'll get through this, Cause I know that I am strong"], "Initial Lyrics": ["No matter how hard I try, you keep pushing me aside", "No matter how much effort I put in, you never let me win", "Regardless of what I do, I can never get to you"], "Chorus Lyrics": ["Do you believe in sun after rain?", "Do you believe that you know the words?", "Do you believe in life after love?"], "Final Lyrics": ["I know that I'll get through this, because I found a really cool frog", "Well I know that I'll get through this, Cause I know that I am strong", "Well I know that I'll get through this, Cause I know that I'm not wrong"]}, "MADONNA_LIP_SYNC_CHALLENGE": {"Song Title": "Vogue by Madonna", "Correct Answer": ["When all else fails and you long to be Something better than you are today", "Come on, vogue. Let your body move to the music", "Magical, life's a ball So get up on the dance floor"], "Initial Lyrics": ["When all else fails and you long to be Somewhere other than you are right now", "When all else fails and you take a stand To make tomorrow a brighter day", "When all else fails and you long to be Something better than you are today"], "Chorus Lyrics": ["Come on, vogue. Let your body move to the music", "Come on, vogue. Let yourself get into the groovin", "Hey let's vogue. Nod your head to the beat"], "Final Lyrics": ["Beautiful, life's magical So let the music take you home", "Magic, in the ballroom So get onto the cat walk", "Magical, life's a ball So get up on the dance floor"]}, "CARLY_RAE_JEPSEN_LIP_SYNC_CHALLENGE": {"Song Title": "Run Away With Me by Carly Rae Jepsen", "Correct Answer": ["You're stuck in my head, stuck in my heart, stuck in my body- body", "When the lights go out, Run away with me! Run away with me!", "Over the weekend, we could turn the world to gold"], "Initial Lyrics": ["You're stuck on my shoe, stuck on my sole, please get off me- off me", "You're stuck in my head, stuck in my heart, stuck in my body- body", "You're stuck in my head, stuck in my heart, we're both at the party-party"], "Chorus Lyrics": ["When the power goes out, Come and look for me! Come and look for me!", "When the lights go out, Run away with me! Run away with me!", "When the lights go out, We have to leave! We have to leave!"], "Final Lyrics": ["What's that smell, I think it might be mold.", "Over the weekend, we could turn the world to gold", "Over the summer, we could make the world turn gold"]}}